{"text": "Stupid This game is STUPID they don't let me go to the part after the decorated cones ","cats":{"negative":1.0,"positive":0.0}}{"text":"App doesn't even open Bought the app  can't even open it. Not much use as on our way to London, 2 very disappointed kids","cats":{"negative":1.0,"positive":0.0}}{"text": "Boring So it's boring basically","cats":{"negative":1.0,"positive":0.0}}{"text":"Says need internet connection I love the game but I am tired of it saying I need a internet connection when I have a internet connection and the problem is getting worse you need to fix them I will change my rating","cats":{"negative":1.0,"positive":0.0}}{"text":"love iet when  you are in trubel you kan youse it when you are in trubbel .ore if there is somebody tholking to much .","cats":{"negative":1.0,"positive":0.0}}{"text":"Constant freezing When the app works, it's great. But it only works for 3 minutes before freezing on both smart phone and Kindle Fire. So it's completely unusable.","cats":{"negative":1.0,"positive":0.0}}{"text":"Love it but..... I love this game, but it likes to restart my game at random times its really frustrating when you get really far and it starts over.","cats":{"negative":1.0,"positive":0.0}}{"text":"Great app Decided to grab the pro after using the basic one.","cats":{"negative":0.0,"positive":1.0}{"text":"Doesn't even start Just flashes powered by unity over and over again","cats":{"negative":1.0,"positive":0.0}}{"text":"Wowwwww My sister try to steal my private photosssss hah..I know Cuz I have the picture","cats":{"negative":0.0,"positive":1.0}{"text":"wow keep it up.","cats":{"negative":0.0,"positive":1.0}{"text":"The best Best game ever I be twelve clocking that three wheeler tho","cats":{"negative":0.0,"positive":1.0}{"text":"Internet connection problem Always says i have no internet connection but i do. I can use my other apps just not snapchat.","cats":{"negative":1.0,"positive":0.0}}{"text":"Great NERDGASM, fun and great way to get your mind going...strategy lovers dream","cats":{"negative":0.0,"positive":1.0}{"text":"Been playing for almost two hours and there are no bonus and it says mega win when you win 3xs your bet very sad","cats":{"negative":1.0,"positive":0.0}}{"text":"Love it This is a great app, my granddaughters love it","cats":{"negative":0.0,"positive":1.0}{"text":"What to do What we have to do when they get married in church and the girl touches the rose please reply within 5 days other wise il uninstall this app and there should not be bug fixes","cats":{"negative":1.0,"positive":0.0}}{"text": "Don't download Cannot mention location","cats":{"negative":1.0,"positive":0.0}}{"text":"Great game Get it. The only problem is that you can't get money that fast","cats":{"negative":0.0,"positive":1.0}{"text": "Ads asking if my child is single F this app, deleted instantly Ads asking if my child is single F this app, deleted instantly","cats":{"negative":1.0,"positive":0.0}}{"text":"Challenging and a lot of fun too","cats":{"negative":0.0,"positive":1.0}{"text":"Love it use it twice 3 times a week Love to see the uploads of others catch","cats":{"negative":0.0,"positive":1.0}{"text":"Guess the brand Loved it more then any other game. Some brands are hard but I don't care.","cats":{"negative":0.0,"positive":1.0}{"text":"Simple and Easy Loved it, simple and Easy to use, best dictionary ever. I wish you could keep the antonyms and synonyms of every word.. Thanks again ","cats":{"negative":0.0,"positive":1.0}{"text":"Keeps crashing I try to play someone and it says oops something went wrong please try again. It does it every time won't let me play. Uninstalled...","cats":{"negative":1.0,"positive":0.0}}{"text":"Addicting Can't put it down, want to see how far I can get haha","cats":{"negative":0.0,"positive":1.0}{"text": "Nope Doesn't work on my tv and the app pops up with ads that you have to click just to get them off the screen. Not worth your time","cats":{"negative":1.0,"positive":0.0}}{"text":"Great This is a great on Nvidia shield tablet so far great choice of games pool,snooker and more and play online well worth the money hope there will be updates","cats":{"negative":0.0,"positive":1.0}{"text":"Worst game It is the worst game ever seen ....i jst hate it..doesnt doesn't work properly","cats":{"negative":1.0,"positive":0.0}}{"text": "Too slow This app is very slow when loading content. My child looses interest by the time things load. Uninstalling.","cats":{"negative":1.0,"positive":0.0}}{"text": "Does not work Four times I have contacted you and had no response. Why ","cats":{"negative":1.0,"positive":0.0}}{"text":"Best game ever I love every thing about this game     Great find.","cats":{"negative":0.0,"positive":1.0}{"text": "hate  it when I get on the  stupid  game  it shows  a black  screen  and  it won't  load","cats":{"negative":1.0,"positive":0.0}}{"text":"Wth It just says access denied don't download it u will be in trouble ","cats":{"negative":1.0,"positive":0.0}}{"text":"Cheat I hear back ground music, a house, and moving white boxes. Clueless what to do.","cats":{"negative":1.0,"positive":0.0}}{"text":"Cool game Awesome I have 17 headshots and I just started","cats":{"negative":0.0,"positive":1.0}{"text": "Sucks Game forces you to pay for gems once you get so far and there is no way to get free gems. You also have no way to delete a building or anything else if you want to get rid of something.","cats":{"negative":1.0,"positive":0.0}}{"text":"Doesn't Work","cats":{"negative":1.0,"positive":0.0}}{"text":"It's great I absolutely love meeting and talking to new people and now u can do it on a global scale.","cats":{"negative":0.0,"positive":1.0}{"text":"It works This is the first blackbox app I've found which works as expected. Also intuitive to use, and not too resourceheavy.","cats":{"negative":0.0,"positive":1.0}